<?php

return [
  'page_dir'  => 'rtl',
  'summary'   => 'أفضل موقع لبيع وشراء الهواتف الذكية, بأسعار منافسة, وبخدمة عملاء ممتازة.',
  
  'welcome'   => 'حياك الله 👋',
  'explore'   => 'تصفح',
  'shop'      => 'تسوق',
  'shipping'  => 'شحن',
  'payment'   => 'الدفع',
  'invoice'   => 'الفاتورة',
  'add_cart'  => 'اضافة للعربة',
  'discount'  => 'خصم :percent%',
  'view_cart' => 'الذهاب الى السلة',

  // 'comments' => 'التعليقات',
  // 'rates' => 'التقييمات',

  'continue_shopping' => 'مواصلة التسوق',

  'product' => '{1} منتج|{2} منتجين|[3,*] منتجات',
  'description' => 'الوصف',
  'quantity' => 'الكمية',
  'price' => 'السعر',

  'subtotal' => 'إجمالي المنتجات',
  'tax' => 'الضريبة',
  'shipping' => 'الشحن',
  'total' => 'الإجمالي',
];